{"pageProps":{"post":{"source":{"compiledSource":"\"use strict\";\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = {\n    em: \"em\",\n    h1: \"h1\",\n    h2: \"h2\",\n    img: \"img\",\n    p: \"p\",\n    strong: \"strong\",\n    ..._provideComponents(),\n    ...props.components\n  };\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.h1, {\n      id: \"önsöz\",\n      children: \"Önsöz\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Siyaset bir savaş alanı. Türkiye gibi Kuir bireylerin sıkça damgalandığı bir coğrafyada bizlerin siyaset okuryazarlığına sahip olması bir seçenek olmaktan çıkmıştır, şarttır.\\n.Kuir olarak ilk yazımızda Onur Ayı itibariyle daha da fazla gördüğümüz ve göreceğimiz bir siyasi oltalama gerçeğini ele alacağız.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Modern sağ siyaset, hassas gruplara yönelik örtük mesajlar içeren, sıklıkla \\\"dogwhistle\\\" olarak adlandırılan söylemlerle doludur. Bu ifadeler dışarıdan basit ve hatta \\\"şaka\\\" gibi görünebilir. Yine de alt metinleri ayrımcı ve ötekileştiricidir.\\nBu makalede, sağ siyasetin bu tür stratejileri nasıl kullandığını ve mağduriyet söylemiyle nasıl birleştirdiğini inceleyeceğiz.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/images/posts/dogwhistle-uzerine.png\",\n        alt: \"\"\n      })\n    }), \"\\n\", _jsx(_components.h2, {\n      id: \"dogwhistle\",\n      children: \"Dogwhistle\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Dogwhistle terimi, belirli bir grup insan tarafından anlaşılan ancak alt metni genel halk tarafından anlaşılmayan mesajları ifade eder.\\nHassas gruplara karşı bu tür söylemler, sağ siyasetçiler tarafından sıklıkla kullanılır. Örneğin, göçmenler veya LGBTIQA+ bireyler hakkında kullanılan belirsiz ifadeler veya \\\"şakalar\\\", bu gruplara karşı var olan önyargıları güçlendirir.\\nBu söylemlerin amacı, toplumu ayrıştırmak, hassas grupları marjinalleştirmek ve kendi tabanlarını konsolide etmektir.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      id: \"mağduriyet-ve-gerici-siyaset\",\n      children: \"Mağduriyet ve Gerici Siyaset\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Sağ siyasetçiler, bu tür söylemlerle karşılaşıldığında gelen eleştirileri genellikle mağduriyet söylemiyle(victimhood narrative) karşılar.\\nKendileri ayrımcı veya ötekileştirici ifadeleriyle ilgili eleştiriler aldığında, bunu kendilerine yönelik bir saldırı olarak görürler.\\nKendilerini mağdur olarak göstermek için \\\"sadece şaka yapıyordum\\\" veya \\\"ifade özgürlüğüm kısıtlanıyor\\\" gibi savunmalar kullanırlar.\\nBu taktik, kendi tabanından sempati toplamak ve eleştirileri bertaraf etmek için kullanılır.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      id: \"kuir-perspektif\",\n      children: \"Kuir Perspektif\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Kuir teori, toplumsal normlar ve iktidar yapılarının şekillendirdiği kimliklerin eleştirisini içerir.\\nDogwhistle konuşmaları hem heteronormatif hem de cisnormatif düzeni destekler.\\nBu ifadeler, LGBTIQA+ bireylerin toplumdaki yerlerini ve haklarını sorgulayan, ötekileştiren ve marjinalleştiren bir dil kullanır.\\nBu söylemler, kuir bireylerin günlük yaşamlarında karşılaştıkları şiddeti ve ayrımcılığı normalleştirir ve pekiştirir.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      id: \"sınıf-mücadelesi-ve-kitleleri-bölme-stratejisi\",\n      children: \"Sınıf Mücadelesi ve Kitleleri Bölme Stratejisi\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Sağ siyaset, işçi sınıfını ve çalışanları ayıran stratejiler oluşturur.\\nAzınlıklara karşı kullanılan bu ifadeler, işçi sınıfının çeşitli kesimlerinin birbirine düşmanlığını teşvik etmek için kullanılır.\\nBu strateji, dikkati sınıf sömürüsünden ve ekonomik eşitsizlikten uzaklaştırır.\\nMağduriyet söylemi, sağ siyasetin ekonomik politikaları nedeniyle ortaya çıkan adaletsizlikleri örtmek için kullanılır.\"\n    }), \"\\n\", _jsx(_components.h1, {\n      id: \"sonsöz-birlik-ve-mücadele\",\n      children: \"Sonsöz: Birlik ve Mücadele\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Toplumsal eşitlik mücadelesi, sağ siyasetin azınlıklara yönelik mağduriyet söylemi ve dogwhistle söylemi stratejileriyle zarar görür.\\nKuir ve toplumcu dayanışma, bu söylemlerle başa çıkmak için güçlendirilmelidir.\\nKuir hareketi kimlik temelli ayrımcılıkla mücadele ederken, toplumcu hareket sınıf temelli eşitsizlikle mücadele eder.\\nBu iki hareketin birliği, sınıf ve kimlik temelli adaletsizliklere karşı daha etkili bir mücadele yürütmek için şarttır.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.em, {\n        children: _jsx(_components.strong, {\n          children: \"Bu söylemlerin amacını bilmek, buna uygun hareket etmek zorundayız.\"\n        })\n      })\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"LGBTIQA+ cinayetlerinde yavaş çalışan, tahrik indirimi veren, etkili soruşturma yürütmeyen \\\"yargı\\\" da,\\nToplanma hakkının kullanan LGBTIQA+ bireyleri işkence ve kötü muameleyle bastıran \\\"kamu görevlileri\\\" de,\\n6 Şubat depremlerinin ardından Kuir bireylerin sağlık hizmetlerine erişimini, barınma imkanlarını, çalışma, eğitim haklarını gasp eden \\\"bürokratlar\\\" da,\\nLGBTIQA+ bireylerini bizzat hedef alan iktidarın basın aracı haline gelmiş \\\"RTÜK\\\" de,\\nLGBTIQA+ varlığını dahi uygunsuz içerik olarak görerek konser, parti, piknik, kitap, dizi, film yasaklayan, Kuir kültür sanatını hedef alan \", _jsx(_components.strong, {\n        children: \"sansür\"\n      }), \" kurulları ve \\\"Aile ve Sosyal Politikalar Bakanlığı\\\" da,\\nGeçen günlerde Bornova Sokak'taki pompalı tüfek saldırısında olduğu gibi, LGBTIQA+ bireyleri bizzat şiddete, tehdite, ölüme maruz bırakan magandalar, insan müsveddeleri de,\\nBu haksızlıklar göz göre göre yaşanırken susan işbirlikçi \\\"basın\\\" da,\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Bunların her biri olurken, Kuir bireyleri sözde şakalar, özde bu gerici siyaset ve bu siyaseti destekleyen yobazlara göz kırpan söylemlere karşı hassas olmakla suçlayan kimseler, aynı zihniyetin parçasıdır.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.em, {\n        children: _jsx(_components.strong, {\n          children: \"Bu zihniyet ile mücadele edeceğiz!\"\n        })\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Gerçeğin ilerici ayak sesi bugün irticanın aygıtlarının sesinden kat kat daha sesli haykırıyor.\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Onur Ayı'nın gelişi ile tekrar ifade ediyoruz, ilk yürüyüşümüzle, son yürüyüşümüzle, her yürüyüşümüz Onur Yürüyüşüdür!\\nBizler geceleri de, sokakları da, meydanları da, yerimizi yurdumuzu da, kampüslerimizi de terk etmeyeceğiz.\\n\", _jsx(_components.em, {\n        children: _jsx(_components.strong, {\n          children: \"Gün gelecek, devran dönecek, AKP halka hesap verecek! Biz gitmeyeceğiz, onlar gidecek!\"\n        })\n      })]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"https://www.reddit.com/r/kuir/comments/1d6t8t9/legebeteler_beni_linçliyoooooo_sağın_bitmeyen\"\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = {\n    ..._provideComponents(),\n    ...props.components\n  };\n  return MDXLayout ? _jsx(MDXLayout, {\n    ...props,\n    children: _jsx(_createMdxContent, {\n      ...props\n    })\n  }) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\n","frontmatter":{},"scope":{}},"meta":{"slug":"dogwhistle-uzerine","excerpt":"Siyaset bir savaş alanı. Türkiye gibi Kuir bireylerin sıkça damgalandığı bir coğrafyada bizlerin siyaset okuryazarlığına sahip olması bir seçenek olmaktan çıkmıştır, şarttır.\n.Kuir olarak ilk yazımızda Onur Ayı itibariyle daha da fazla gördüğümüz ve göreceğimiz bir siyasi oltalama gerçeğini ele alacağız.\n","title":"\"LeGeBeTeler beni linçliyoooooo!\" | Sağın bitmeyen mağduriyeti ve dogwhistle stratejisi üzerine","tags":["meow","tag1","tag2","tag3"],"date":"Mon Jun 03 2024 00:00:00 GMT+0000 (Coordinated Universal Time)","image":"/images/posts/dogwhistle-uzerine.png","author":{"name":"kuir","image":"/images/mascot.png"},"category":"yazıt"}}},"__N_SSG":true}